var songData=[
	
       
        {
       	songName:'飞云之下',
       	singer:'韩红-林俊杰',
       	songImgSrc:'mp3/韩红 - 飞云之下.mp3',
       	songImgSrc:'img/deng.jpg',
       	songLyrics:'[00:00.00]韩红/林俊杰 - 飞云之下[00:03.83]作词：易家扬[00:04.73]作曲：林俊杰[00:05.69]编曲：Terence Teo[00:06.44]制作人：林俊杰[00:07.59]人声录音：林俊杰、瞿然、Leonard Fong、[00:10.60]李岳松、黄冠龙[00:11.21]混音：周天澈、Richard Furch[00:12.72]封面设计：方亮[00:13.92]录音棚：HONG MUSIC STUDIO[00:17.91]韩红：风 让云长出花[00:23.65]漫天的花[00:26.81]无声开在乌云之下[00:30.58]然后又飘到哪里呀[00:36.46]喔[00:36.91]林俊杰：漫步在人海的人[00:40.60]你过得好吗[00:44.17]是不是又想念家[00:48.54]心中那炙热的梦啊[00:51.47]合：它多久没说话[00:56.37]韩红：在飞云之下[00:59.99]以为忘了的家[01:02.40]在耳里说话[01:04.31]叫我别烦心那些痛与怕[01:08.18]林俊杰：喔 半路上的我[01:11.45]穿上回忆和风沙[01:15.21]合：在飞云之下[01:17.25]韩红：我看着海峡[01:19.79]走月光沙滩[01:21.75]我也承认我还是会想他[01:26.67]喔 且慢[01:32.14]前面听说风很大[01:42.64]林俊杰：心 在云里摩擦[01:48.51]又酸又麻[01:51.78]但是思念在梦里爬[01:55.54]以后还有谁值得等吗[02:02.45]喔[02:02.49]韩红：孤单是件风衣[02:05.62]它裹起了怕[02:09.24]然而我很勇敢啊[02:13.56]没人记得我也没差[02:16.57]合：未来在等我去拿[02:22.94]韩红：在飞云之下[02:25.79]以为忘了的家[02:27.49]在耳里说话[02:29.40]叫我别烦心那些痛与怕[02:33.82]林俊杰：喔 半路上的我[02:36.54]穿上回忆和风沙[02:40.40]韩红：在飞云之下[02:42.62]我看着海峡[02:45.80]走月光沙滩[02:46.63]合：我也承认我还是会想他[02:51.52]韩红：喔 且慢[02:55.29]林俊杰：且慢[02:57.68]合：前面听说风很大[03:03.38]喔[03:19.44]韩红：在飞云之下[03:21.80]以为忘了的家[03:24.26]在耳里说话[03:26.75]叫我别烦心那些痛与怕[03:30.54]林俊杰：半路上的我[03:33.24]穿上回忆和风沙[03:37.51]韩红：飞云之下[03:39.57]我看着海峡[03:41.78]走月光沙滩[03:43.64]我也承认我还是会想他[03:51.36]合：且慢[03:53.92]前面听说风很大[04:00.41]喔'

       },

      {
      	songName:'江南',
       	singer:'林俊杰',
       	songImgSrc:'mp3/林俊杰 - 江南.mp3',
       	songImgSrc:'img/deng.jpg',
       	songLyrics:'[00:35.30]风到这里就是粘[00:39.00]粘住过客的思念[00:43.29]雨到了这里缠成线[00:47.12]缠着我们留恋人世间[00:51.40]你在身边就是缘[00:55.01]缘分写在三生石上面[00:59.30]爱有万分之一天[01:03.27]宁愿我就葬在这一天[01:07.35]圈圈圆圆圈圈[01:09.00]天天年年天天的我[01:12.00]深深看你的脸[01:14.83]生气的温柔[01:16.60]埋怨的温柔的脸[01:22.66]都以为相爱就像风云的善变[01:26.00]不懂爱恨情仇煎熬的我们[01:30.41]相信那一天[01:32.79]抵过永远[01:34.80]在这一刹那冻结了时间[01:38.82]不懂怎么表现温柔的我们[01:42.33]还以为殉情只是古老的传言[01:46.24]离愁能有多痛[01:48.53]痛有多浓[01:50.68]当梦被埋在江南烟雨中[01:54.00]心碎了才懂[01:57.87][02:05.80]耶~~~[02:19.50]圈圈圆圆圈圈[02:21.33]天天年年天天的我[02:24.00]深深看你的脸[02:26.72]生气的温柔[02:28.68]埋怨的温柔的脸[02:38.42]都以为相爱就像风云的善变[02:34.48]不懂爱恨情仇煎熬的我们[02:42.35]相信那一天[02:44.66]抵过永远[02:46.78]在这一刹那冻结了时间[02:50.64]不懂怎么表现温柔的我们[02:54.44]还以为殉情只是古老的传言[02:58.27]离愁能有多痛[03:00.70]痛有多浓[03:02.71]当梦被埋在江南烟雨中[03:06.00]心碎了才懂[03:14.20]嗯~~~[03:17.52][03:18.00]相信那一天[03:20.97]抵过永远[03:23.00]在这一刹那冻结了时间[03:26.48]不懂怎么表现温柔的我们[03:30.40]还以为殉情只是古老的传言[03:34.28]离愁能有多痛[03:36.81]痛有多浓[03:38.80]当梦被埋在江南烟雨中[03:43.91]心碎了才懂[03:48.77][03:55.60]嗯~~~[04:03.00]耶~~~[04:16.45]'
      }
     


];